export const MORNING_DHIKR = [
    { id: 'm1', text: 'آية الكرسي', count: 1, arabic: 'ٱللَّهُ لَاۤ إِلَـٰهَ إِلَّا هُوَ ٱلۡحَیُّ ٱلۡقَیُّومُ...' },
    { id: 'm2', text: 'سورة الإخلاص', count: 3, arabic: 'قُلۡ هُوَ ٱللَّهُ أَحَدٌ...' },
    { id: 'm3', text: 'سورة الفلق', count: 3, arabic: 'قُلۡ أَعُوذُ بِرَبِّ ٱلۡفَلَقِ...' },
    { id: 'm4', text: 'سورة الناس', count: 3, arabic: 'قُلۡ أَعُوذُ بِرَبِّ ٱلنَّاسِ...' },
    { id: 'm5', text: 'أصْبَحْنا وَأصْبَحَ المُلْكُ لله', count: 1, arabic: 'أصْبَحْنا وَأصْبَحَ المُلْكُ لله وَالحَمدُ لله، لا إلهَ إلاّ اللّهُ وَحدَهُ لا شَريكَ لهُ...' },
    { id: 'm6', text: 'اللهم بك أصبحنا', count: 1, arabic: 'اللّهُمَّ بِكَ أَصْبَحْنَا وَبِكَ أَمْسَيْنَا ، وَبِكَ نَحْيَا وَبِكَ نَمُوتُ وَإِلَيْكَ النُّشُورُ' },
    { id: 'm7', text: 'سيد الاستغفار', count: 1, arabic: 'اللّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلَّا أَنْتَ ، خَلَقْتَنِي وَأَنَا عَبْدُكَ ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ...' },
];

export const EVENING_DHIKR = [
    { id: 'e5', text: 'أَمْسَيْنَا وَأَمْسَى الْمُلْكُ لِلَّهِ', count: 1, arabic: 'أَمْسَيْنَا وَأَمْسَى الْمُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ...' },
    { id: 'e6', text: 'اللهم بك أمسينا', count: 1, arabic: 'اللّهُمَّ بِكَ أَمْسَيْنَا وَبِكَ أَصْبَحْنَا ، وَبِكَ نَحْيَا وَبِكَ نَمُوتُ وَإِلَيْكَ الْمَصِيرُ' },
    { id: 'e7', text: 'أعوذ بكلمات الله التامات', count: 3, arabic: 'أَعُوذُ بِكَلِمَاتِ اللهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ' },
    { id: 'e8', text: 'اللهم إني أمسيت أشهدك', count: 4, arabic: 'اللّهُمَّ إِنِّي أَمْسَيْتُ أُشْهِدُكَ ، وَأُشْهِدُ حَمَلَةَ عَرْشِكَ ، وَمَلَائِكَتَكَ ، وَجَمِيعَ خَلْقِكَ ، أَنَّكَ أَنْتَ اللهُ لَا إِلَهَ إِلَّا أَنْتَ وَحْدَكَ لَا شَرِيكَ لَكَ ، وَأَنَّ مُحَمَّدًا عَبْدُكَ وَرَسُولُكَ' },
];
